[
 {
   "animalName": "Aardvark ",
   "othername": "Antbear, Earth pig",
   "class" : "Mammals",
   "family": "Orycteropodidae",
   "age": "20 years",
   "foods": "Termites, Ants",
   "population": "unknown",
   "image": ["image1" , "image2", "image3"],
   "threats": "Habitat Loss, Predators like Loins, lepoards, hyenas and pythons",
   "location":["Africa"],
   "description":"Aardvarks are small pig-like mammals that are found inhabiting a wide range of different habitats throughout Africa, south of the Sahara. They are mostly solitary and spend their days sleeping in underground burrows to protect them from the heat of the African sun, emerging in the cooler evening to search for food. Their name originates from the Afrikaans language in South Africa and means Earth Pig, due to their long snout and pig-like body. Aardvarks are unique among animals as they are the only surviving species in their animal family. Until recently it was widely believed that they were most closely related to other insectivores such as armadillos and pangolins but this is not the case with their closest living relatives actually thought to be elephants."
  },
  {
    "animalName": "Achrioptera Manga ",
  "othername": "Manga",
  "class" : "Insects",
  "family": "Phasmatidae",
  "age": " not available",
  "foods": "Herbivores",
  "population": "unknown",
  "image": ["image1" , "image2", "image3"],
  "threats": "Habitat Loss, Predators like birds",
  "location":["Madagascar, Africa"],
  "description":"First described in year 1861, it is only found in Madagascar, Achrioptera manga is a species of phasmid, also known as stick insects. This species is only found in a specific forest in northern Madagascar, making them one of the rarest stick insects out there. The males of this species feature a bright blue color, preventing them from blending into the green foliage."
 },
 { "animalName": "Aesculapian snake ",
 "othername": " ",
 "class" : "Reptile",
 "family": "Colubridae",
 "age": "20 years",
 "foods": "Rodents, shrews, moles, birds, eggs, lizards, and insects",
 "population": "unknown",
 "image": ["image1" , "image2", "image3"],
 "threats": "Habitat Loss, Eagles",
 "location":["Europe"],
 "description":"The Aesculapian snake may seem large and intimidating, but in reality, this non-venomous species is fairly harmless. The old adage that it is more afraid of you than you are afraid of it happens to be very true in this particular case. This species should not be confused with the Aesculapian false coral snake, which belongs to an entirely separate genus and looks completely different."
}, 
{  "animalName": "Adelie Penguin ",
"othername": "penguin",
"class" : "Bird",
"family": "Spheniscidae",
"age": "15 years",
"foods": "Krill, Fish, Squids",
"population": "unknown",
"image": ["image1" , "image2", "image3"],
"threats": "Habitat loss, Leopard Seal, Skua Gull, Killer Whale",
"location":["Europe","Asia"],
"description":"The Adelie Penguin is the smallest and most widely distributed species of Penguin in the Southern Ocean and is one of only two species of Penguin found on the Antarctic mainland (the other being the much larger Emperor Penguin). The Adelie Penguin was named in 1840 by French explorer Jules Dumont d’Urville who named the Penguin for his wife, Adelie. Adelie Penguins have adapted well to life in the Antarctic as these migratory Birds winter in the northern pack-ice before returning south to the Antarctic coast for the warmer summer months."
},  
{ "animalName": "Afghan Hound ",
"othername": " ",
"class" : "Mammals",
"family": "Canidae",
"age": "15 years",
"foods": "Omnovores",
"population": "unknown",
"image": ["image1" , "image2", "image3"],
"threats": "Wildlife",
"location":["Afghanistan"],
"description":"Afghan Hounds date back to ancient times, and the pedigree database dates back thousands of years ago by people of Afghanistan, North India, and Pakistan. Though they are easily found in rescue shelters, breeders will also sell them to make a profit from their long yet silky hair.Originally bred as hunting dogs, these dogs are strong and independent, requiring plenty of exercise to keep healthy and mentally occupied. They tend to be on their feet constantly, showing off their hair. However, some owners keep them shaved or short-haired to help them cool off in warmer environments."
}, 
{  "animalName": "African Bush Elephant ",
"othername": "Elephant",
"class" : "Mammals",
"family": "Elephantidae",
"age": "60-70 years",
"foods": "Grass, Fruit, Roots",
"population": "unknown",
"image": ["image1" , "image2", "image3"],
"threats": "Poaching and habitat loss",
"location":["Central Africa","Southern Africa"],
"description":"The African Bush Elephant is the largest of all living creatures on land today, with some individuals growing to weigh more than 6 tonnes. The Elephant is thought to have been named after the Greek word for ivory, meaning that Elephants were named for their uniquely long tusks. Although many of the ancestors of the African Bush Elephant became extinct during the last ice-age (including the Woolly Mammoth), there are three distinct species of Elephant remaining today which are the Asian Elephant (of which there are a number of sub-species), the African Bush Elephant and the African Forest Elephant. Although these two Elephant species are very similar, the African Bush Elephant is considered to be generally larger than the African Forest Elephant, which has rounder ears and straighter tusks."
},
{  "animalName": "Alaskan Pollock ",
"othername": "Snow Cod",
"class" : "Fish",
"family": "Gadidae",
"age": "12 years",
"foods": "Crustaceans, other fish ",
"population": "unknown",
"image": ["image1" , "image2", "image3"],
"threats": "Aquatic mammals, other fish, birds of prey, humans",
"location":["Asia","Eurosia","North America"],
"description":"The marine fish species lives in the North Pacific and the Arctic Ocean and is the national fish of Korea, where it has over 31 names. Caught from Alaska to northern Japan every year, this fish species is the world’s second most important total catch after Peruvian anchoveta (a type of anchovy) and U.S. landings are the largest of any single fish species there. It’s the most commonly eaten wild-caught whitefish in the world and the third most commonly eaten fish in the United States."
},
{  "animalName": "Albatross ",
"othername": "Gooney bird",
"class" : "Birds",
"family": "Procellariiformes",
"age": "50 years",
"foods": "Squid, krill, and fish",
"population": "unknown",
"image": ["image1" , "image2", "image3"],
"threats": "Humans, sharks, cats, and rats, sea pollution",
"location":["Central Africa","Southern Africa"],
"description":"The sight of this familiar seabird and its massive wingspan flying high above the waters has seized the human imagination and inspired myths and folklore around the world for many centuries. It’s a true survivor with all kinds of unique adaptations for dealing with the stressful toll of long periods at sea. But competition with humans for food has caused numbers to rapidly decline."
},
{  "animalName": "Alpine Goat ",
"othername": "French Alpine",
"class" : "Mammals",
"family": " Bovidae",
"age": "16 years",
"foods": "herbivores",
"population": "unknown",
"image": ["image1" , "image2", "image3"],
"threats": "Habitat reduction, Wolves, mountain lions, bobcats, and other carnivores",
"location":["Europe","North America"],
"description":"With sweet faces and strong bodies, alpine goats are a common sight on farms and ranches throughout the Western world. The origin of these goats is generally accepted to be the mountainous French countryside, although the species has been domesticated for centuries. Regardless of whether you own a true French Alpine or are purchasing from the American Alpine breed, you can count on your goat to be sweet, friendly, and long-lived – all of which are important qualities for a domestic farm animal."
},
{  "animalName": "Amazon Parrot",
"othername": "Red Tailed parrot",
"class" : "Birds",
"family": "Psittacidae",
"age": "50-70 years",
"foods": "Fruit, Roots",
"population": "unknown",
"image": ["image1" , "image2", "image3"],
"threats": "Pet trade, habitat destruction, Monkeys, birds of prey, snakes",
"location":["Central America","South America"],
"description":"Amazon parrots, which are often called amazons, are large members of the Psittacidae family. They are mostly native to South America. There are 35 species and several subspecies, and many can be trained to be talking birds to some extent. Physical features include big, powerful bills to crack the nuts they find in their native habitat and multicolored plumage. Mental features are high intelligence, curiosity, and a bold personality. Read on to learn more about these incredible birds."
},
{  "animalName": "American Alligators",
"othername": " ",
"class" : "Reptile",
"family": "Alligatoridae",
"age": "40-50 years",
"foods": "Fish, Snakes, Turtles",
"population": "unknown",
"image": ["image1" , "image2", "image3"],
"threats": "water pollution , Human, Birds, Raccoon",
"location":["Asia","North America", "Oceans"],
"description":"Alligators are in the same family as other large reptiles like Crocodiles but are native to only two countries, which are the southern USA and China (where the Alligator is now nearly extinct). Alligators tend to be smaller than their Crocodile cousins but have been known to move at speeds of up to 15mph on land making them one of the fastest large reptiles in the world. Despite their size, there are a number of distinct differences between Alligators and Crocodiles as an Alligator’s snout is shorter than that of a Crocodile, and with their mouths shut, an Alligator’s teeth cannot be seen but a Crocodile’s can. Alligators are also commonly known as Gators in their native, southern North American habitats."
},
{  "animalName": "Baboon",
"othername": "Guinea Baboon",
"class" : "Mammals",
"family": "Cercopithecidae",
"age": "25-30 years",
"foods": "Fruit, seeds, Insects",
"population": "decreasing Rapidly",
"image": ["image1" , "image2", "image3"],
"threats": "Hunting and habitat loss Lion, Leopard, African Wild Dog",
"location":["Africa","Asia"],
"description":"The Baboon is a medium to large sized species of Old World Monkey that is found in a variety of different habitats throughout Africa and in parts of Arabia. There are five different species of Baboon which are the Olive Baboon, the Guinea Baboon, the Chacma Baboon, the Yellow Baboon and the Hamadryas Baboon which differs most from the others wide its bright red face and cliff-dwelling lifestyle (the other four species are collectively known as Savanna Baboons). However, there is some debate over the classification of the different species due to the fact that some have been known to interbreed, indicating that they could be sub-species instead. Baboons are incredibly sociable and intelligent animals that are known to form close bonds with other members of the troop that often last for life. They are also incredibly adaptable animals but their population numbers are declining throughout their natural range primarily due to hunting and habitat loss."
},
{  "animalName": "Baleen Whale",
"othername": " ",
"class" : "Mammals",
"family": "Eschrichtiidae",
"age": "100+ years",
"foods": "Krill, fish, zooplankton, phytoplankton, and algaes",
"population": "1 million",
"image": ["image1" , "image2", "image3"],
"threats": "Poaching/whaling , Humans, orcas",
"location":["Oceans"],
"description":"Baleen whales have survived a lot of threats from humans through the years, which is why conservation efforts have been so important. They can be quite large, weighing anywhere from a few thousand pounds to well over 300,000 pounds. Spread amongst more than a dozen species, it is hard to find an area of the ocean that they won’t inhabit at some point.With the right dedication from humans, the population of these whales could rise back to what they were before whaling."
}
]

